"ZJRefreshHeaderIdleText" = "Pull down to refresh";
"ZJRefreshHeaderPullingText" = "Release to refresh";
"ZJRefreshHeaderRefreshingText" = "Loading...";

"ZJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"ZJRefreshAutoFooterRefreshingText" = "Loading...";
"ZJRefreshAutoFooterNoMoreDataText" = "No more data";

"ZJRefreshBackFooterIdleText" = "Pull up to load more";
"ZJRefreshBackFooterPullingText" = "Release to load more";
"ZJRefreshBackFooterRefreshingText" = "Loading...";
"ZJRefreshBackFooterNoMoreDataText" = "No more data";

"ZJRefreshHeaderLastTimeText" = "Last update: ";
"ZJRefreshHeaderDateTodayText" = "Today";
"ZJRefreshHeaderNoneLastDateText" = "No record";
